---
kind: other
id: Properties.T:Autodesk.Revit.DB.InsulationLiningBase
source: html/ba146509-2842-406b-9d60-fd4711746dd4.htm
---
# InsulationLiningBase Properties

The id of the assembly instance to which the element belongs.